import max from "../img/max.png";
import inter from "../img/inter.png";
import cloud from "../img/cloud.png";
import dead from "../img/dead.png";
import br from "../img/br.png";
import matrix from "../img/matrix.png";
import silicon from "../img/silicon.png";
import xfiles from "../img/xfiles.png";

export const Films = [
  {
    id: 1,
    photo: max,
    name: "Безумный макс",
    descr:
      "«Безу́мный Макс» — австралийский дистопический боевик 1979 года режиссёра Джорджа Миллера с Мелом Гибсоном в главной роли. Ряд источников называет фильм одним из лучших произведений в жанре дизельпанк. ",
    rayting: 3.5,
  },
  {
    id: 2,
    photo: inter,
    name: "Интерсталлар",
    descr:
      "В будущем климатические изменения привели к катастрофическому снижению урожайности и вымиранию самых распространенных сельскохозяйственных культур. Население страдает от голода и болезней на покрытой песком Земле, а бывший пилот Купер, как и большинство американцев, вынужден был бросить карьеру, чтобы заняться фермерством. ",
    rayting: 4,
  },
  {
    id: 3,
    photo: cloud,
    name: "Облачный атлас",
    descr:
      "«Облачный атлас» — историко-фантастический фильм, созданный Томом Тыквером, Лилли и Ланой Вачовски. Режиссёры написали сценарий на основе одноимённого романа Дэвида Митчелла, изданного в 2004 году. Фильм состоит из шести независимых, но идейно и символически связанных историй о шести людях из прошлого, настоящего и будущего. ",
    rayting: 5,
  },
  {
    id: 4,
    photo: dead,
    name: "Ходячие мертвецы",
    descr:
      "«Ходячие мертвецы» — американский постапокалиптический телесериал, разработанный Фрэнком Дарабонтом, основанный на одноименной серии комиксов, созданной Робертом Киркманом, Тони Муром и Чарли Адлардом. В центре сюжета небольшая группа людей, пытающаяся выжить во время зомби-апокалипсиса.",
    rayting: 5,
  },
  {
    id: 5,
    photo: br,
    name: "Во все тяжкие",
    descr:
      "«Путь: Во все тяжкие. Фильм» — криминальный нео-вестерн, который является продолжением телесериала «Во все тяжкие». Автор сериала Винс Гиллиган стал сценаристом, продюсером и режиссёром фильма. ",
    rayting: 3.5,
  },
  {
    id: 6,
    photo: matrix,
    name: "Матрица",
    descr:
      "«Матрица» — американскo-авcтpалийcкий научно-фантастический боевик, снятый братьями Вачовски. В фильме участвовали Киану Ривз, Лоуренс Фишборн, Керри-Энн Мосс и Хьюго Уивинг. ",
    rayting: 3.5,
  },
  {
    id: 7,
    photo: silicon,
    name: "Кремневая долина",
    descr:
      "«Кремниевая долина» — американский комедийный сериал, созданный Дэйвом Крински, Джоном Альтшулером и Майком Джаджем о бизнесе в кремниевой долине.",
    rayting: 4,
  },
  {
    id: 8,
    photo: xfiles,
    name: "Секретные материалы",
    descr:
      "«Секретные материалы» — американский научно-фантастический телесериал, созданный Крисом Картером. Показ стартовал 10 сентября 1993 года и завершился 21 марта 2018 года. За это время были сняты 218 серий. ",
    rayting: 4,
  },
  {
    id: 9,
    photo: cloud,
    name: "Облачный атлас",
    descr:
      "«Облачный атлас» — историко-фантастический фильм, созданный Томом Тыквером, Лилли и Ланой Вачовски. Режиссёры написали сценарий на основе одноимённого романа Дэвида Митчелла, изданного в 2004 году. Фильм состоит из шести независимых, но идейно и символически связанных историй о шести людях из прошлого, настоящего и будущего. Одни и те же актёры играют нескольких героев в разных сюжетных линиях.",
    rayting: 3.5,
  },
];
